export const MasrofatService = {
    getMasrofatService() {
        return [
            {
                id: '1',
                تحميل: 'تحميل',
                ملاحظات: 'انتاج قصص شهر رمضان',
                الإيرادات: '0.00',
                المصروفات: '10.000',
                'اسم الحساب': 'مصاريف الانتاج المرئي',
                 'رقم الحساب': "09100010004",
                'رقم القيد': "10,864.00",
                التاريخ: '09-02-2024',
            },
            {
                id: '1',
                تحميل: 'تحميل',
                ملاحظات: 'الفاتورة الأولى',
                الإيرادات: '20.000',
                المصروفات: '10.000',
                'اسم الحساب': "ايراد العقود و المشاريع",
                 'رقم الحساب': "09100010004",
                'رقم القيد': "10,896.00",
                التاريخ: '14-02-2024',
            },
          
        ];
    },

   

    getProductsMini() {
        return Promise.resolve(this.getMasrofatService().slice(0, 5));
    },

   
};

